name: "mmpose_mobilenet_onnx"
platform: "onnxruntime_onnx"
max_batch_size : 0
input [
  {
    name: "input"
    data_type: TYPE_FP32
    format: FORMAT_NCHW
    dims: [ 3, 256, 192 ]
    reshape { shape: [ 1, 3, 256, 192 ] }
  }
]
output [
  {
    name: "output"
    data_type: TYPE_FP32
    dims: [ 17, 64, 48 ]
    reshape { shape: [ 1, 17, 64, 48 ] }
    label_filename: "labels.txt"
  }
]